Repository: kappuccino/kodeine
Catalog: module/core/locale/*/LC_MESSAGES/default.po
Languages: fr_fr

source: %s version avalaible
fr_fr: %s versions disponibles

source: (eBusiness)
fr_fr: (eCommerce)

source: <b>WARNING</b> you are about to remove data, this action is not cancelable (Database table destruction)
fr_fr: <b>ATTENTION</b> vous êtes sur le point de supprimer des champs, vous ne pourrez pas revenir en arrière (Suppression en base de données)

source: <b>WARNING</b> you are about to remove some fields, you will not be able to cancel this operation
fr_fr: <b>ATTENTION</b> vous êtes sur le point de supprimer des champs, vous ne pourrez pas revenir en arrière

source: <b>WARNING</b> you have removed a field. If you save this page, this field will be immediately removed and all data stored inside it will be lost. <b>You will not be able to cancel this operation</b>
fr_fr: <b>ATTENTION</b> vous avez supprimé un champ. Si vous valider cette page, ce champs sera immédiatement supprimé et toute les données contenue dans ce champs seront perdues. <b>Vous ne pourrez pas revenir en arrière</b>

source: A percentage to give more weight to this banner
fr_fr: Un pourcentage donne plus de poids à une publicité

source: Accept to receive newsletter
fr_fr: Accepte de recevoir la newsletter

source: Accounts
fr_fr: Comptes

source: Activated
fr_fr: Activé

source: Active
fr_fr: Actif

source: Ad
fr_fr: Pub

source: Ad URL
fr_fr: URL de la publicité

source: Ad code
fr_fr: Code de la publicité

source: Add
fr_fr: Ajouter

source: Add %s
fr_fr: Ajouter %s

source: Add a %s
fr_fr: Ajouter un %s

source: Add a choice
fr_fr: Ajouter un choix

source: Add a label
fr_fr: Ajouter un label

source: Add a legend
fr_fr: Ajouter une légende

source: Add a new
fr_fr: Ajouter un nouveau

source: Add a tab
fr_fr: Ajouter un onglet

source: Add a type
fr_fr: Ajouter un type

source: Add a zone
fr_fr: Ajouter une zone

source: Adress 1
fr_fr: Adresse 1

source: Adress 2
fr_fr: Adresse 2

source: Adress 3
fr_fr: Adresse 2

source: Adress title
fr_fr: Titre de l'adresse

source: Ads
fr_fr: Pubs

source: Album URL
fr_fr: URL de l'album

source: All
fr_fr: Tous

source: Allow negative stock
fr_fr: Autoriser le stock négatif

source: Allow this user to log in
fr_fr: Permettre à l'utilisateur de se connecter

source: Always visible
fr_fr: Toujours visible

source: Apply changes
fr_fr: Appliquer les changements

source: Apply to those groups
fr_fr: Appliquer à ces groupes

source: Area
fr_fr: Zone

source: Auto generate
fr_fr: Auto généré

source: Automatic backup (patch)
fr_fr: Sauvegarde automatique (patch)

source: Automatique URL Rewriting
fr_fr: Réécriture d'URL automatique

source: Back
fr_fr: Retour

source: Back Office
fr_fr: Administration

source: Back office access
fr_fr: Accès à l'administration

source: Back office view
fr_fr: Visible dans le backoffice

source: Back to album
fr_fr: Revenir à l'album

source: Back to content
fr_fr: Revenir au contenu

source: Back to full form
fr_fr: Retour au formulaire complet

source: Back to the list
fr_fr: Revenir à la liste

source: Backup the database now
fr_fr: Sauvergarder la base de données maintenant

source: Be texte files (.TXT, .CSV)
fr_fr: Etre un fichier texte (.TXT, .CSV)

source: Blind copy
fr_fr: Copie caché

source: Brand name
fr_fr: Marque blanche

source: Browse
fr_fr: Parcourir

source: Business
fr_fr: E-commerce

source: Business cart
fr_fr: Panier

source: Business cart (ligne)
fr_fr: Panier (ligne)

source: Buyable
fr_fr: Achetable

source: Buyers
fr_fr: Acheter

source: Cancel
fr_fr: Annuler

source: Cancel remove
fr_fr: Annuler la suppression

source: Carriage
fr_fr: Livraison

source: Categories
fr_fr: Catégories

source: Category
fr_fr: Catégorie

source: Change language
fr_fr: Changer de langue

source: Change the type, change database field definition and could lost some data
fr_fr: Changer de type de champs, (change la définition du champs dans la base de donnée, peut provoquer des pertes de données)

source: Change time format
fr_fr: Changer le format de l'heure

source: Chapter
fr_fr: Arborescence

source: Chapters
fr_fr: Chapitres

source: Check if the user already exists
fr_fr: Vérifier si l'utilisateur existe déjà

source: Check update
fr_fr: Vérifier les mises à jour

source: Check your mail, you will receive a link to reset your password
fr_fr: Vérifier vos mails, vous allez recevoir un lien pour remettre à zéro votre mot de passe

source: City
fr_fr: Ville

source: Civility
fr_fr: Civilité

source: Click Limit
fr_fr: Limite de click

source: Close
fr_fr: Fermer

source: Column 1
fr_fr: Colonne 1

source: Column 2
fr_fr: Colonne 2

source: Columns
fr_fr: Colonnes

source: Columns for type
fr_fr: Colonnes pour le type

source: Comment
fr_fr: Commentaire

source: Comments
fr_fr: Commentaires

source: Company
fr_fr: Entreprise

source: Company name
fr_fr: Raison social

source: Configuration updated
fr_fr: Mise à jour de la configuration

source: Configure
fr_fr: Configurer

source: Containing one user a line
fr_fr: Contenir un utilisateur par ligne

source: Containning user properties in distinct columnes
fr_fr: Contenir les paramètres utilisateur dans des colonnes individuelles

source: Content
fr_fr: Contenu

source: Contents
fr_fr: Contenus

source: Copy
fr_fr: Copie

source: Country
fr_fr: Pays

source: Create a new %s
fr_fr: Créer un nouveau

source: Create a new ablum into this album
fr_fr: Créer un nouvel album dans cet ablum

source: Create a new folder
fr_fr: Créer un nouveau dossier

source: Create folder and sub folders
fr_fr: Créer les dossiers et sous dossiers

source: Created
fr_fr: Création

source: Creation
fr_fr: Création

source: Current album <i>%s</i>
fr_fr: Album courant: <i>%s</i>

source: Current album: %s
fr_fr: Album courant: %s

source: Current item
fr_fr: Element courant

source: Current note:
fr_fr: Note actuelle:

source: Custom fields
fr_fr: Champs pesonnalisés

source: Date format
fr_fr: Format de la date

source: Default chapter for homepage
fr_fr: Chapitre par défaut (homepage)

source: Default language if not specified in the URL
fr_fr: Langue par défaut (si non précisé dans l'URL)

source: Default theme — Could be changed by chapters and/or modules
fr_fr: Thème par défaut — Peut être changé par chapitres et/ou modules

source: Delete
fr_fr: Supprimer

source: Delivery
fr_fr: Livraison

source: Disable cache may cause slowness for large images.
fr_fr: Désactiver la cache pourrait ralentir l'affichage de grandes images

source: Display settings
fr_fr: Afficher les réglages

source: Do not forget to save this page, before duplicate it
fr_fr: N'oubliez pas de sauvegarder cette page avant de la dupliquer

source: Do not send email
fr_fr: Ne pas envoyer d'email

source: Do not use
fr_fr: Ne pas prendre en compte

source: Domain name
fr_fr: Nom de domaine

source: Download
fr_fr: Téléchargement

source: Drag & drop files here to upload them.
fr_fr: Glisser et déposer des fichiers ici pour les envoyer.

source: Duplicate
fr_fr: Doublon

source: Duplicate - change name
fr_fr: Doublon - changer de nom

source: Duplicate data to this language
fr_fr: Doublon pour cette langue

source: Duplicates accounts detected during the import
fr_fr: Comptes dupliqués, détectés pendant l'import

source: Edit
fr_fr: Editer

source: Edit tabs
fr_fr: Editer les onglets

source: Enable data to be translated in the language in the back office
fr_fr: Permet aux donée d'être traduites dans cette langue dans l'administration

source: Enable the country for delivery (eBusiness)
fr_fr: Activer ce pays pour la livraions (eCommerce)

source: Ends
fr_fr: Se termine

source: Enough privileges
fr_fr: Priviléges insuffisants

source: Enter your
fr_fr: Entrez votre

source: Error
fr_fr: Erreur

source: Errors occured during this import. Can not import :
fr_fr: Des erreurs sont survenues pendant l'import. Comptes non importés :

source: Every body
fr_fr: Tout le monde

source: Expired
fr_fr: Expiré

source: Explanation
fr_fr: Expliquation

source: Field
fr_fr: Champ

source: Fields
fr_fr: Champs

source: Filter
fr_fr: Filtrer

source: Filter results
fr_fr: Filtrer les résultats

source: Find this label in theme folder
fr_fr: Trouver ces label dans le dossier du thême

source: Folder
fr_fr: Dossier

source: Folder /user/dump is used to backup database exoprt files.
fr_fr: Le dossier /user/dump est utilisé pour sauvegarder la base de données

source: Folder name...
fr_fr: Nom du dossier...

source: Force a theme
fr_fr: Forcer un thême

source: Front office
fr_fr: Ouvrir le site

source: Front office view
fr_fr: Visible sur le site

source: Fullscreen
fr_fr: Plein écran

source: Gallery
fr_fr: Gallerie

source: Generate thumbnail
fr_fr: Générer la vignette

source: Give this zone a name
fr_fr: Donnez à cette zone un nom

source: Group
fr_fr: Groupe

source: Groups
fr_fr: Groupes

source: History
fr_fr: Historique

source: How many
fr_fr: Combien

source: I really want to remove thoses fields
fr_fr: Je souhaite réellement supprimer ces champs

source: If not defined, activate the user
fr_fr: Si non défini, rendrer les utilisateurs actifs

source: If not defined, import the user in the group
fr_fr: Si non défini, intégrer les utilsiateur au groupe

source: If the file uses a protect caracter to wrapp data, it (ie: "value","value","value"...), it will be removed.
fr_fr: Si le fichier contient un caractère pour protéger les colonnes (Exemple: "valeur", "valeur", "valeur"...) il sera supprimé

source: If your browser do not support this features, click "Browse" button.
fr_fr: Si votre navigateur ne supporer pas cette fonctionnalité, cliquez sur le bouton "Parcourir"

source: Import
fr_fr: Importer

source: Import files must:
fr_fr: Le fichier à importé doit:

source: Import finished: %s users imported in your database
fr_fr: Import terminé: %s utilisateur importés dans la base de données

source: Import item from /media folder
fr_fr: Importer depuis le dossier /media

source: Import more languages
fr_fr: Importer plus de langage

source: Infos
fr_fr: Info

source: Inheritance
fr_fr: Héritage

source: Inline CSS applieds to form field
fr_fr: Style CSS en ligne appliqués au champ

source: Insert data into this album
fr_fr: Insérer les données dans cet album

source: Install
fr_fr: Installer

source: Installed
fr_fr: Installé

source: Item
fr_fr: Element

source: Key
fr_fr: Clé

source: Key words
fr_fr: Mot clé

source: Key words (seo)
fr_fr: Mot clé (SEO)

source: Kodeine detect automaticaly, the new line caracter.
fr_fr: Kodeine détecte automatiquement le caractère de fin de ligne

source: Language
fr_fr: Langues

source: Language (JS, JSON, XML...)
fr_fr: Langage (JS, JSON, XML...)

source: Language of this document
fr_fr: Langue du document

source: Languages
fr_fr: Langues

source: Last
fr_fr: Version en ligne

source: Last name
fr_fr: Prénom

source: Let both fields empty to keep the current password
fr_fr: Laissez les deux champs vides pour ne pas modifier le mot de passe

source: Limit
fr_fr: Limite

source: List
fr_fr: Liste

source: Listing
fr_fr: Liste

source: Location
fr_fr: Emplacement

source: Login/eMail
fr_fr: Identifiant/eMail

source: Logout
fr_fr: Se déconnecter

source: Mail recipient
fr_fr: Destinataire des mails

source: Mail template
fr_fr: Modèle de mail

source: Manage columns
fr_fr: Gérer les colonnes

source: Manage fields
fr_fr: Gérer les champs

source: Manage types
fr_fr: Gérer les types

source: Mandatory
fr_fr: Obligatoire

source: Mandatory fields
fr_fr: Champs obligatoires

source: Many choices avalaibles
fr_fr: Plusieurs choix disponibles

source: Match fields & types
fr_fr: Associer les champs aux types

source: Members only
fr_fr: Membres seulement

source: Module manager
fr_fr: Gestionnaire de modules

source: More informations
fr_fr: Informations complémentaires

source: More parameters
fr_fr: Paramètres supplémentaires

source: Name
fr_fr: Nom

source: New
fr_fr: Nouveau

source: New document
fr_fr: Nouveau document

source: New folder
fr_fr: Nouveau dossier

source: New user
fr_fr: Nouvel utilisateur

source: Next album
fr_fr: Album suivant

source: Next item
fr_fr: Element suivant

source: No backup
fr_fr: Aucune sauvegarde

source: No comment
fr_fr: Aucun commentaire

source: No content
fr_fr: Aucun contenu

source: No data
fr_fr: Aucune donnée

source: No date
fr_fr: Aucune date

source: No document found
fr_fr: Aucun document trouvé

source: No document found in this language, other available languages:
fr_fr: Aucun document trouvé dans cette langue, voici les autres langues disponibles

source: No field
fr_fr: Pas de champ

source: No more album
fr_fr: Pas d'album supplémentaire

source: No more item
fr_fr: Pas d'élement supplémentaire

source: No options available
fr_fr: Aucune option disponible

source: No order
fr_fr: Aucune commande

source: No previous album
fr_fr: Aucun album précédent

source: No previous item
fr_fr: Aucun élément précédent

source: No result
fr_fr: Aucun résultat

source: No user imported
fr_fr: Aucun utilisateur importé

source: Normal price
fr_fr: Prix normal

source: Not used fields
fr_fr: Champs non utilisés

source: Note: you can use regular expression to define a domaine name. (www\.)?kappuccino.org to match the main domain and www sub domaine
fr_fr: Note: vous pouvez utiliser des expressions régulière pour définir un domaine. (www\?)?kappucinoi.org pour faire correspondre le domaine principal et le sous domaine www

source: Off-line
fr_fr: Hors ligne

source: Once a type is created, you will not be able to change business, ad, or gallery settings
fr_fr: Une fois le type créé, vous ne pourrez plus changer les paramètres business, ad et gallery

source: One URL a line
fr_fr: Une URL par ligne

source: One choice available
fr_fr: Un choix disponible

source: One choice available, (dropdown menu)
fr_fr: Un choix disponible (menu déroulant)

source: Order edit
fr_fr: Edition de la commande

source: Ordered
fr_fr: Ordonné

source: Orders
fr_fr: Commandes

source: Other fields
fr_fr: Autres champs

source: Other fields enabled
fr_fr: Autres champs disponibles

source: Parameter
fr_fr: Paramètre

source: Parent category
fr_fr: Catégorie parente

source: Parent chapter
fr_fr: Chapitre parent

source: Parent forum
fr_fr: Forum parent

source: Parent group
fr_fr: Groupe parent

source: Password
fr_fr: Mot de passe

source: Payment status
fr_fr: Statut paiement

source: Phone 1
fr_fr: Téléphone 1

source: Phone 2
fr_fr: Téléphone 2

source: Pick
fr_fr: Choisir

source: Play
fr_fr: Lire

source: Please, fill the form correctly
fr_fr: Merci de remplir le

source: Previous album
fr_fr: Album précédent

source: Previous item
fr_fr: Album suivant

source: Price
fr_fr: Prix HT

source: Price with taxes
fr_fr: Prix TTC

source: Primary Key/ID
fr_fr: Clé/ID primaire

source: Profile
fr_fr: Profil

source: Profile name
fr_fr: Nom du profil

source: Reference
fr_fr: Référence

source: Refresh
fr_fr: Rafraichir

source: Relationships
fr_fr: Relations

source: Release
fr_fr: Version

source: Reload
fr_fr: Recharger

source: Reload the page
fr_fr: Recharger la page

source: Remote URL
fr_fr: URL distante

source: Remove
fr_fr: Supprimer

source: Remove selected files
fr_fr: Supprimer les fichiers selecitonnés

source: Remove selected items
fr_fr: Supprimer les élements selecitonnés

source: Remove selected lines
fr_fr: Supprimer les lignes selecitonnées

source: Remove selected orders
fr_fr: Supprimer les commandes sélectionnées

source: Remove selection
fr_fr: Supprimer les lignes selectionnées

source: Remove special caracters for new folder and uploaded items (no white space, accentuated letters ...)
fr_fr: Supprime les caractères spéciaux pour les nouveaux dossiers et les fichiers envoyés (pas d'epace, de caractère accentué...)

source: Remove this language
fr_fr: Supprimer cette langue

source: Remove/Change selected items
fr_fr: Supprimer/Changer les lignes sélectionnées.

source: Reset notes
fr_fr: Remettre à zéro la note

source: Robots.txt
fr_fr: Robotx.txt

source: Root
fr_fr: Racine

source: SQL "WHERE" statements
fr_fr: Condition SQL "WHERE"

source: Same as reference
fr_fr: Identique à la référence

source: Save
fr_fr: Sauver

source: Save changes
fr_fr: Sauver les changements

source: Save tabs
fr_fr: Sauver les onglets

source: Save this order
fr_fr: Sauver cet ordre

source: Saved
fr_fr: Sauvé

source: Search
fr_fr: Rechercher

source: Searchable
fr_fr: Recherchable

source: See all
fr_fr: Tout voir

source: See the list
fr_fr: Voir la liste

source: Select
fr_fr: Sélectionner

source: Settings
fr_fr: Préférences

source: Shipment status
fr_fr: Etat livraison

source: Shipping
fr_fr: Livraison

source: Shop
fr_fr: Magasin

source: Size
fr_fr: Taille

source: Smart groups
fr_fr: Groupes intélligents

source: Social Activity
fr_fr: Social activité

source: Social Alert
fr_fr: Social alerte

source: Social Circle
fr_fr: Social Cercle

source: Social Event
fr_fr: Social évenement

source: Social Event (user)
fr_fr: Social évenement (utilisateur)

source: Starts
fr_fr: Commence

source: State
fr_fr: Etat

source: Status
fr_fr: Etat

source: Step 1: Choose your import file on your computer
fr_fr: Etape 1: Sélectionner un fichier à importer sur votre ordinateur

source: Step 2 : Match each columns to kodeine custom user fields
fr_fr: Etape 2: Faites correspondre les colonnes avec les champs utilisateur

source: Step 3 : You must check this options to complete the import
fr_fr: Etape 3: Vous devez compléter ces options pour terminer l'import

source: Sub-content
fr_fr: Sous contenu

source: Sync
fr_fr: Synchro

source: System items
fr_fr: Elements système

source: Tax
fr_fr: TVA

source: Template
fr_fr: Gabarit

source: The file contains %s lines, only the six first lines are displayed
fr_fr: Le fichier contient %s lignes, seules les 6 première sont affichées

source: The first line does not contain user data
fr_fr: La première ligne ne contient pas de donnée

source: Theme
fr_fr: Thême

source: This album is synced with folder
fr_fr: Cet album est synchronisé avec le dossier

source: This document is not translated in this language
fr_fr: Ce document n'est pas traduit dans cette langue

source: This is reference language
fr_fr: Cette langue et la langue de référence

source: Thumbnails view
fr_fr: Afficher en image

source: Time format
fr_fr: Format de l'heure

source: Title
fr_fr: Titre

source: Title (seo)
fr_fr: Titre (seo)

source: Toggle rich text editor
fr_fr: Activer/Désactiver l'éditeur de texte

source: Top left name, default Kodeine
fr_fr: Nom en haut à gauche, par défaut: Kodeine

source: Tracking code
fr_fr: Code de suivi

source: Translate
fr_fr: Traduction

source: Translation
fr_fr: Traduction

source: Type list
fr_fr: Liste des types

source: Update
fr_fr: Mise à jour

source: Updated
fr_fr: Mise à jour

source: Upload files
fr_fr: Envoyer des fichiers

source: Upload this file
fr_fr: Envoyer ce fichier

source: Upload to this album
fr_fr: Envoyer dans cet album

source: Use cache
fr_fr: Utiliser la cache

source: Use default template
fr_fr: Utiliser le gabarit par défaut

source: Used fields
fr_fr: Champs utilisé

source: Used in the URL /fr/
fr_fr: Utilisé dans l'URL /fr/

source: Used rich text editor
fr_fr: Utilisé un éditeur de texte enrichi

source: Used to name a field in PHP code. Used only letters, no space or special caracters. Change this value could make troubles. Please take care.
fr_fr: Utilisé pour nommé un champs dans le code PHP. Utilisé que des lettes, pas d'espace ni de caractères spéciaux. Changer cette valeur pourrait provoqué des erreurs sur le site. Faites attention.

source: User ID (uniq)
fr_fr: ID Utilisareur (unique)

source: User export
fr_fr: Sauvegarde manuelle

source: Users
fr_fr: Utilisateurs

source: Validate
fr_fr: Valider

source: Validation failed
fr_fr: Erreur de validation

source: Value
fr_fr: Valeur

source: Versioning
fr_fr: Archive

source: View
fr_fr: Voir

source: View limit
fr_fr: Limite de vue

source: Visibility
fr_fr: Visibilité

source: Visible field
fr_fr: Champ visible

source: Website's blind copy email recipient
fr_fr: Destinatire invisible des mails envoyés depuis le site

source: Website's carbon copy email recipient
fr_fr: Destinatire en copie des mails envoyés depuis le site

source: Website's email recipient
fr_fr: Destinataire des mails envoyé depuis le site

source: Weight
fr_fr: Poids

source: Weighting
fr_fr: Pondération

source: Welcome,<br />login-in
fr_fr: Bienvenue,<br />identifiez-vous

source: Which users would you like to export ?
fr_fr: Quels utilisateurs voulez-vous exporter ?

source: Would you really reload this backup ?\n\nThis will empty your current database then load data from the selected file.\n\nUSE AT YOUR OWN RISK
fr_fr: Voulez-vous vraiment recharger cette sauvegarde ?\n\nCela va vider votre base de données, puis charger la sauvegarde sélectionnée.\n\nA UTILISER A VOS RISQUES ET PERILS

source: Would you really want to remove this language ?
fr_fr: Voulez-vous vraiment supprimer cette langue ?

source: Would you really want to remove those backup?
fr_fr: Voulez-vous vraiment supprimer ces sauvegardes ?

source: You are logged in, but you do not have enought privileges to use the back office. <a href="?logout=1">Logout</a>
fr_fr: Vous êtes identifié, mais vous n'avez pas les droits suffisant pour accéder à l'administration. <a href="?logout=1">Se déconnecter</a>

source: You can change default values for a specific domain name.
fr_fr: Vous pouvez changer les valeurs par défaut pour un nom de domaine spécifique.3

source: You can not add, see, browse data while there is no type defined
fr_fr: Vous ne pouvez pas ajouter ou parcourir des contenus tant qu'aucun type n'est défini

source: You need to create a type to create new contents
fr_fr: Vous devez créer un type pour ajout de nouveaux contenus

source: Zip Code
fr_fr: Code postal

source: and
fr_fr: et

source: and your
fr_fr: et votre

source: connect you
fr_fr: connectez-vous

source: enter your new
fr_fr: entrer votre nouveau

source: grams
fr_fr: en grammes

source: login
fr_fr: identifiant

source: password
fr_fr: mot de passe

source: reset your password
fr_fr: réinitialiser votre mot de passe

source: save it
fr_fr: et sauver le
